app/views/students/index.html.erb

<p>Find me in app/views/students/index.html.erb</p>
<% Student.all.each do |student| %>
---
SELECT "students".* FROM "students"